Repository: Vistaus/rakugaki
Catalog: po/extra/*.po
Languages: fr

source: Want to just draw, sketch or doodle? This is the tool for you.
fr: Vous souhaitez juste dessiner, esquisser ou gribouiller ? Cet outil est fait pour vous.

source: Draw to your heart's content with this simple, no-friction, no excessive chrome, pad.
fr: Dessinez à votre guise avec ce simple outil, sans fioriture, sans superflu.

source: Use half-toned strokes with Ctrl + 1
fr: Utilisez des traits en demi-ton avec Ctrl + 1

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q

source: Undo with the shortcut Ctrl + Z
fr: Annulez une action avec le raccourci Ctrl + Z

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + ) and Ctrl + (
fr: Modifiez l'épaisseur de ligne de +5 ou -5 avec les raccourcis respectifs Ctrl + ) et Ctrl + (

source: Change the UI colors by using the special Ecosystem SVGs
fr: Modification des couleurs de l'interface en utilisant les SVG Ecosystem spécifiques

source: Normal Colors
fr: Couleurs normales

source: With Ecosystem Colors
fr: Avec les couleurs d'Ecosystem

source: Release: Asa
fr: Version : Asa

source: Fixed: Line smoothing.
fr: Corrigé : Lissage des lignes.

source: Fixed: Halftone.
fr: Corrigé : Demi-ton.

source: Release: Ongaku
fr: Version : Ongaku

source: Added: Eraser function
fr: Ajouté : Fonction gomme

source: Fixed: Grid should be a guide, so it is top-most.
fr: Corrigé : La grille doit être un guide, elle est donc la plus importante.

source: And other small changes.
fr: Quelques autres petites modifications.

source: Release: Yoru
fr: Version : Yoru

source: Fixed: Minor backend fixes
fr: Corrigé : Corrections mineures en arrière-plan

source: Release: Hikaru
fr: Version : Hikaru

source: Added: Half-tone drawing
fr: Ajouté : Dessin en demi-ton

source: Fixed: Saving images with background
fr: Corrigé : Enregistrement des images avec l'arrière-plan

source: Release: Yomikaki
fr: Version : Yomikaki

source: First stable release.
fr: Première version stable.

source: Want to just draw, sketch or doodle? This is the tool for you!
fr: Vous souhaitez juste dessiner, esquisser ou gribouiller ? Cet outil est fait pour vous !

source: Raster;Drawing;
fr: Grille;Dessin;
